/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "richtext_DNcpdH": {
      "type": "richtext",
      "settings": {
        "bg_color": "bg-primary",
        "bg_opacity": 10,
        "bg_gradient": "",
        "text_color": "text-body",
        "border_top_width": 0,
        "border_bottom_width": 0,
        "border_color": "border-body",
        "border_opacity": 100,
        "container_max_width": "900",
        "text_align": "text-center",
        "title": "Help Center",
        "title_font_size": "h2",
        "description": "",
        "description_font_size": "fs-md",
        "btn_primary_text": "",
        "btn_primary_url": "",
        "btn_primary_color": "btn-primary",
        "btn_secondary_text": "",
        "btn_secondary_url": "",
        "btn_secondary_color": "btn-secondary",
        "pt": 9,
        "pb": 9
      }
    },
    "faq_prTfnM": {
      "type": "faq",
      "blocks": {
        "item_rNHTAD": {
          "type": "item",
          "settings": {
            "title": "Washing Instructions",
            "description": "<p><strong>Follow these tips to keep your shirts looking the same as when you purchased them:</strong></p><ul><li>Wash your tee inside out (this will help prevent damage to the design)</li><li>Wash your garment in cold water</li><li>Use a mild detergent</li><li>Tumble dry on low or allow the clothing to air dry</li></ul>"
          }
        },
        "item_m6c9qX": {
          "type": "item",
          "settings": {
            "title": "What kind of printing methods do you use?",
            "description": "<p><strong>Direct-to-garment (DTG) printing</strong></p><p>This printing method is used for printing on clothing, and the <br/>process itself resembles digital printing on paper. Using this <br/>technique, pigmented water-based inks are applied to the garment’s <br/>surface and are absorbed by the product’s fibers.  </p>"
          }
        }
      },
      "block_order": [
        "item_rNHTAD",
        "item_m6c9qX"
      ],
      "custom_css": [
        ".accordion-item {border-color: #ccc;}"
      ],
      "settings": {
        "bg_color": "bg-body",
        "bg_opacity": 100,
        "bg_gradient": "",
        "text_color": "text-body",
        "border_top_width": 0,
        "border_bottom_width": 0,
        "border_color": "border-body",
        "border_opacity": 100,
        "container_max_width": "",
        "open_first_item": true,
        "header_title": "Product",
        "header_title_font_size": "h3",
        "header_description": "<p>T-Shirts, Sweatshirts, Hoodies & etc.</p>",
        "header_description_font_size": "fs-md",
        "pt": 10,
        "pb": 10
      }
    },
    "faq_i3zgTG": {
      "type": "faq",
      "blocks": {
        "item_qVpUVN": {
          "type": "item",
          "settings": {
            "title": "Unisex Adult T-Shirt",
            "description": ""
          }
        },
        "item_xXMekx": {
          "type": "item",
          "settings": {
            "title": "Unisex Adult Sweatshit",
            "description": ""
          }
        },
        "item_k6Aap8": {
          "type": "item",
          "disabled": true,
          "settings": {
            "title": "Unisex Adult Hoodie",
            "description": ""
          }
        },
        "item_kdNhW9": {
          "type": "item",
          "settings": {
            "title": "Youth T-Shirt",
            "description": ""
          }
        },
        "item_mPDFn9": {
          "type": "item",
          "settings": {
            "title": "Youth Sweatshirt",
            "description": ""
          }
        },
        "item_FPz8cc": {
          "type": "item",
          "disabled": true,
          "settings": {
            "title": "Youth Hoodie",
            "description": ""
          }
        },
        "item_CjYQRf": {
          "type": "item",
          "settings": {
            "title": "Toddler T-Shirt",
            "description": ""
          }
        },
        "item_iJUP7i": {
          "type": "item",
          "settings": {
            "title": "Baby Bodysuit",
            "description": ""
          }
        }
      },
      "block_order": [
        "item_qVpUVN",
        "item_xXMekx",
        "item_k6Aap8",
        "item_kdNhW9",
        "item_mPDFn9",
        "item_FPz8cc",
        "item_CjYQRf",
        "item_iJUP7i"
      ],
      "custom_css": [
        ".accordion-item {border-color: #ccc;}"
      ],
      "settings": {
        "bg_color": "bg-body",
        "bg_opacity": 100,
        "bg_gradient": "",
        "text_color": "text-body",
        "border_top_width": 0,
        "border_bottom_width": 0,
        "border_color": "border-body",
        "border_opacity": 100,
        "container_max_width": "",
        "open_first_item": false,
        "header_title": "Size Charts",
        "header_title_font_size": "h3",
        "header_description": "<p>T-Shirts, Sweatshirts, Hoodies & etc.</p>",
        "header_description_font_size": "fs-md",
        "pt": 10,
        "pb": 10
      }
    },
    "faq_8QLdVD": {
      "type": "faq",
      "blocks": {
        "item_bCnAc8": {
          "type": "item",
          "settings": {
            "title": "Return Policy",
            "description": "<p>As our products are custom made to order, we do not accept returns. Please review product details and ask any questions before purchasing. Your satisfaction is important, and we appreciate your understanding of our policy. </p><p>For incorrect or faulty items, contact us within 7 days of receipt. Include your order number and a photo of the item's condition. The item must be unused, with tags, and in original packaging. Thank you for your understanding.</p>"
          }
        },
        "item_8nFRhF": {
          "type": "item",
          "settings": {
            "title": "Exchanges and Store Credit Policy",
            "description": "<p>As our products are custom made to order, we do not accept exchanges. We <br/>encourage you to carefully review product details and ask any questions <br/>you may have before making a purchase. Your satisfaction is important to<br/> us, and we appreciate your understanding of our return policy. If you <br/>have any inquiries or concerns, feel free to contact our customer <br/>support team for assistance.</p>"
          }
        },
        "item_dUVCwQ": {
          "type": "item",
          "settings": {
            "title": "Cancellations and Order Modifications Policy",
            "description": "<p>Order cancellations and or modifications must be <br/>submitted in writing within 1 hour of order placement. After that time <br/>has elapsed, you may be eligible for a refund, exchange, or store <br/>credit. Please refer to those policies for more details.</p><p>Our cancellation and order modification policy does not apply to requests that occur outside of business hours.</p>"
          }
        },
        "item_Akxxzn": {
          "type": "item",
          "settings": {
            "title": "Incomplete Orders / Missing Items Policy",
            "description": "<p>Our Incomplete Orders/Missing Items Policy aims to address and resolve cases of orders arriving with missing items or components. If this happens, we'll replace the affected items. Claims must be made within 7 days of delivery.<br/><br/>Additional conditions apply for items lost or damaged in transit. To submit a claim, provide proof of purchase along with photo or video evidence. Replacement orders will be issued once we confirm the order was sent with missing items or components.</p>"
          }
        },
        "item_f9rbTy": {
          "type": "item",
          "settings": {
            "title": "Shipping Policy",
            "description": "<p><strong>Shipping Destinations:</strong><br/><br/>We ship our products worldwide. No matter where you are, you can enjoy the elegance of our products.<br/><br/><strong>Shipping Methods:</strong><br/><br/>We utilize reputable domestic and international carriers to ensure your order reaches you safely and securely. Shipping methods available will be displayed during the checkout process.</p><p><strong>Shipping Rates:</strong><br/><br/>Shipping rates are determined based on the destination, weight, and dimensions of your order. Rates will be calculated and presented to you at checkout before you finalize your purchase.<br/><br/><strong>Estimated Delivery Times:</strong><br/><br/>Estimated delivery times vary based on your location and the shipping method you choose during checkout. Generally, our estimated delivery times are as follows:<br/><br/>- USA / UK / EU Shipping: 3-5 business days<br/>- Rest of the World: 5-15 business days<br/><br/>Please note that these are approximate delivery times and may be subject to delays due to factors beyond our control, such as customs processing.<br/><br/><strong>Order Processing:</strong><br/><br/>Orders are typically processed within 1-2 business days after payment has been received. Once your order has been shipped, you will receive a confirmation email with tracking information.<br/><br/><strong>Tracking Information:</strong><br/><br/>For orders that include tracking, you will receive a tracking number via email. This will allow you to monitor the progress of your order as it makes its way to you.<br/><br/><strong>Customs and Import Duties:</strong><br/><br/>For international orders, customs and import duties may be applicable upon arrival in your country. These charges are the responsibility of the recipient and will vary depending on the destination.<br/><br/><strong>Address Accuracy:</strong><br/><br/>Please ensure that your shipping address is accurate and complete. We cannot be held responsible for orders that are undeliverable due to address errors.</p>"
          }
        },
        "item_baBGhE": {
          "type": "item",
          "settings": {
            "title": "Chargebacks Policy",
            "description": "<p>We are committed to providing excellent customer service and addressing any issues that may arise. This policy outlines our guidelines and procedures regarding customer-initiated chargebacks. By making a purchase, you agree to the following:<br/><strong><br/>Contact Customer Support First: </strong><br/><br/>If you encounter any issues with your purchase, please contact our customer support team first. Our representatives are dedicated to resolving concerns or disputes promptly and efficiently. Open communication often leads to a satisfactory resolution without needing a chargeback.<br/><br/><strong>Chargeback Fees: </strong><br/><br/>If a chargeback is initiated without prior contact with our customer support team or is deemed frivolous or fraudulent, we reserve the right to charge a fee to cover administrative and processing costs. The chargeback fee will be communicated to you before it is charged and may be deducted from any refund amount, if applicable.<br/><strong><br/>Chargeback Validity: </strong><br/><br/>A chargeback allows you to dispute a transaction and request a refund through your financial institution. Initiating a chargeback without prior contact with our customer support may delay resolving your issue and negatively impact our ability to provide quality service.<br/><br/><strong>Chargeback Investigation: </strong><br/><br/>Upon receiving a chargeback notification, we will be informed by our payment processor or financial institution. We will conduct a thorough investigation into the transaction, including reviewing order details, communication history, and any supporting documentation. The investigation process may take several weeks due to timelines provided by issuing banks. We appreciate your patience during this time.<br/><br/><strong>Resolution and Refunds: </strong><br/><br/>If the chargeback is deemed valid and supported by sufficient evidence, we will comply with the financial institution's decision. If the chargeback is resolved in our favor, any refund issued by us will be reversed, and the original transaction will be reinstated.</p>"
          }
        },
        "item_jHnnBF": {
          "type": "item",
          "settings": {
            "title": "Discounts Policy",
            "description": "<p>At our core, we value providing exceptional service to our customers. To enhance your shopping experience and show our appreciation, we have the following discount policy:<br/><br/><strong>Promotional Discounts:</strong><br/><br/>We regularly run promotional campaigns offering discounts on select products or categories. These offers might be communicated via our website, email newsletters, social media, or other channels. Discounts can be percentage-based (e.g., 20% off), fixed amount (e.g., $10 off), or gifts with purchase.<br/><br/><strong>Seasonal Sales: </strong><br/><br/>During special occasions and festive seasons, we hold seasonal sales with attractive discounts on various products. Watch for our announcements to take advantage of these limited-time deals.<br/><br/><strong>Volume Discounts:</strong><br/><br/>For bulk purchases or orders exceeding a certain quantity, we offer volume discounts, providing cost savings for businesses, organizations, or individuals making large purchases. Contact our customer support team for more information.<br/><br/><strong>Special Offers: </strong><br/><br/>Occasionally, we introduce special offers in collaboration with partners or as part of strategic initiatives. These could include bundle deals, buy-one-get-one-free promotions, or discounts on specific items. Stay tuned for these opportunities.<br/><br/><strong>Coupon Codes: </strong><br/><br/>We periodically issue coupon codes, which can be applied at checkout for additional discounts on eligible products. These codes may be distributed through various marketing channels or exclusive promotions.</p><p><br/><strong>Terms and Conditions:</strong></p><ul><li>Discounts cannot be combined unless explicitly stated.</li><li>Requests to retroactively apply discounts to past purchases are not accepted.</li><li>Discounts apply only to eligible products during the promotion period.</li><li>Discounts do not cover taxes, shipping fees, or additional charges unless stated.</li><li>We reserve the right to modify or cancel any discount, promotion, or policy at our discretion.</li><li>In cases of suspected misuse or fraudulent activity, we reserve the right to refuse or cancel discounts.</li><li>This discount policy is subject to change without prior notice. Updated policies will be reflected on our website.</li><li>I think this highlights all the key points effectively!</li></ul>"
          }
        }
      },
      "block_order": [
        "item_bCnAc8",
        "item_8nFRhF",
        "item_dUVCwQ",
        "item_Akxxzn",
        "item_f9rbTy",
        "item_baBGhE",
        "item_jHnnBF"
      ],
      "custom_css": [
        ".accordion-item {border-color: #ccc;}"
      ],
      "settings": {
        "bg_color": "bg-body",
        "bg_opacity": 100,
        "bg_gradient": "",
        "text_color": "text-body",
        "border_top_width": 0,
        "border_bottom_width": 0,
        "border_color": "border-body",
        "border_opacity": 100,
        "container_max_width": "",
        "open_first_item": false,
        "header_title": "Policies",
        "header_title_font_size": "h3",
        "header_description": "<p>Shipping, Return, Exchange & etc.</p>",
        "header_description_font_size": "fs-md",
        "pt": 10,
        "pb": 10
      }
    },
    "faq_URG3qf": {
      "type": "faq",
      "blocks": {
        "item_L7KxPg": {
          "type": "item",
          "settings": {
            "title": "What is the \"Love It Guaranteed\" policy?",
            "description": "<p>Our \"Love It Guaranteed\" policy means that if you're not completely satisfied with your purchase, we'll issue a full refund. We want you to love every product you buy from us.</p><p>Please note that the refund will not include any shipping fees, and this policy does not apply to free items or gifts. Additionally, a small restocking charge, depending on the item, will be deducted from the refund amount.</p><p>Please contact customer service team to get more information.</p><p></p>"
          }
        },
        "item_bGhVRR": {
          "type": "item",
          "settings": {
            "title": "How do I qualify for the \"Love It Guaranteed\" refund?",
            "description": "<p>Simply contact our customer support team within 7 days of receiving your order. Let us know why the product didn't meet your expectations, and we'll process your refund.</p>"
          }
        },
        "item_EcWKcn": {
          "type": "item",
          "settings": {
            "title": "Are there any conditions for returning an item under the \"Love It Guaranteed\" policy?",
            "description": "<p>Yes, the item must be in its original condition, unused, with tags, and in its original packaging. This ensures we can offer the best service to all our customers.</p>"
          }
        },
        "item_WGRhXx": {
          "type": "item",
          "settings": {
            "title": "How long does it take to receive my refund?",
            "description": "<p>Once we receive your returned item and confirm its condition, your refund will be processed within 5-7 business days. You’ll receive a confirmation email once the refund has been issued.</p>"
          }
        },
        "item_jCjan9": {
          "type": "item",
          "settings": {
            "title": "What if my item is defective or damaged?",
            "description": "<p>If your item arrives defective or damaged, please contact us within 7 days of receiving your order. Include your order number and a photo of the item's condition. We'll resolve the issue as quickly as possible.</p>"
          }
        }
      },
      "block_order": [
        "item_L7KxPg",
        "item_bGhVRR",
        "item_EcWKcn",
        "item_WGRhXx",
        "item_jCjan9"
      ],
      "custom_css": [
        ".accordion-item {border-color: #ccc;}"
      ],
      "settings": {
        "bg_color": "bg-body",
        "bg_opacity": 100,
        "bg_gradient": "",
        "text_color": "text-body",
        "border_top_width": 0,
        "border_bottom_width": 0,
        "border_color": "border-body",
        "border_opacity": 100,
        "container_max_width": "",
        "open_first_item": false,
        "header_title": "Love It Guaranteed",
        "header_title_font_size": "h3",
        "header_description": "<p>If you don't absolutely love your product, we'll give you a full refund.</p>",
        "header_description_font_size": "fs-md",
        "pt": 10,
        "pb": 13
      }
    },
    "664feedb-7180-4e8f-a84d-1cf45bc1dd42": {
      "type": "richtext",
      "settings": {
        "bg_color": "bg-body",
        "bg_opacity": 100,
        "bg_gradient": "",
        "text_color": "text-body",
        "border_top_width": 1,
        "border_bottom_width": 0,
        "border_color": "border-body",
        "border_opacity": 10,
        "container_max_width": "",
        "text_align": "text-center",
        "title": "Still have questions?",
        "title_font_size": "h3",
        "description": "<p>Please contact us anytime. We will get back to you within 24 hours.</p>",
        "description_font_size": "fs-md",
        "btn_primary_text": "Contact Us",
        "btn_primary_url": "shopify://pages/contact",
        "btn_primary_color": "btn-primary",
        "btn_secondary_text": "",
        "btn_secondary_url": "",
        "btn_secondary_color": "btn-secondary",
        "pt": 13,
        "pb": 13
      }
    }
  },
  "order": [
    "richtext_DNcpdH",
    "faq_prTfnM",
    "faq_i3zgTG",
    "faq_8QLdVD",
    "faq_URG3qf",
    "664feedb-7180-4e8f-a84d-1cf45bc1dd42"
  ]
}
